{
    "language_select": "Change language",
    "title": "Software Developer",
    "tools":"Tools",
    "email": "marbanappdev@gmail.com",
    "phone": "52+ 777 133 17 01",
    "address": "Cuernavaca Morelos, Mexico.",
    "summary": "I am an experienced software developer with a passion for creating high-quality, scalable applications.",
    "Profession": "Profession: ",
    "e-mail": "E-mail: ",
    "phone_text": "Phone: ",
    "address_text": "Address: ",
    "Summary": "Summary",
    "Languages": "Programming \nlanguages",
    "Experience": "Experience",
    "Education": "Education",
    "experience_1_job": "full stack developer",
    "experience_1_compañy": "NorthWare",
    "experience_1_location": "Home office",
    "experience_1_years": "9 months - current",
    "experience_1_responsibilities": "Develop and maintain multiple applications using Angular,bootstrap, .net, net core, vb, c#, jira, git, github and sqlserver. Collaborate with a team of developers and qa testers to build high-quality software",
    "experience_2_job": "Front-end SSr",
    "experience_2_compañy": "INETUM",
    "experience_2_location": "Home office",
    "experience_2_years": "1.2 years",
    "experience_2_responsibilities": "I worked as a  front end developer, using angular,angular material, rxjs, ngredux, git and github, Collaborated with a team of developers, designers and qa testers to build high-quality software. ",
    "experience_3_job": "full stack developer",
    "experience_3_compañy": "RUNSA",
    "experience_3_location": "Mexico city",
    "experience_3_years": "1 years",
    "experience_3_responsibilities": "I worked as a full stack developer, using angular, css, rxjs,vb,.net,asp .net, net core,c#, git and github, Collaborated with a team of developers to build high-quality software. ",
    "experience_4_job": "full stack developer",
    "experience_4_compañy": "devBlock Cloud",
    "experience_4_location": "Home office",
    "experience_4_years": "1.2 years",
    "experience_4_responsibilities": "I worked as a full stack developer, using angular, rxjs,angular clarity, .net core 3 and github, Collaborated with a team of developers to build high-quality software.",
    "experience_5_job": "full stack developer",
    "experience_5_compañy": "freelance",
    "experience_5_location": "Home office",
    "experience_5_responsibilities": "I worked as a full stack developer, using angular, rxjs,angular clarity, c#, java, nodejs and github, Collaborated with a team of developers to build high-quality software.",
    "experience_5_years": "2 years",
    "education_degree": "Bachelor in IT",
    "education_school": "University of Emiliano Zapata",
    "education_location": "Emiliano Zapata, Morelos, Mexico",
    "not_you_language":"Sample web",
    "components":"Components",
    "CV":"Download CV",
    "about_me_p1":"I am a passionate and skilled web developer with a strong love for creating intuitive and user-friendly experiences. My journey in web development began several years ago, and since then, I have been on an exciting and fulfilling learning path.",
    "about_me_p2":" I specialize in front-end technologies like HTML, CSS, and JavaScript, and I enjoy turning design concepts into fully functional and responsive websites. My attention to detail, creativity, and problem-solving skills enable me to deliver high-quality and visually appealing web solutions.",
    "about_me_p3":"In addition to front-end development, I am well-versed in back-end technologies like dot Net core , enabling me to build robust and scalable web applications. I have experience working with databases and RESTful APIs to ensure seamless communication between front-end and back-end components.",
    "about_me_p4":" My commitment to continuous learning keeps me updated with the latest industry trends and best practices. I'm always eager to take on new challenges and collaborate with diverse teams to create innovative digital experiences.",
    "about_me_p5":" When I'm not coding, you can find me exploring new places, reading tech blogs, or enjoying quality time with my family and friends. I believe in the power of technology to make a positive impact, and I'm excited to be a part of the ever-evolving web development community.",
    "about_me_saluto":"Hello, I´m:",
    "skill_text1":"Proficient in designing and optimizing database schemas, writing complex SQL queries, and managing database performance. Experienced in utilizing features like stored procedures, triggers, and indexes.",
    "skill_text2":"Strong command over developing robust and scalable web applications using .NET Core 3 framework. Skilled in building RESTful APIs, implementing authentication and authorization, and working with Entity Framework Core for database interactions.",
    "skill_text3":"Proficient in developing modern and responsive front-end applications using Angular framework. Experienced in creating components, services, and modules, implementing routing and state management, and integrating with back-end APIs.",
    "main_skill_text":"Main Skills",
    "experience_text":"Experience.",
    "experience_text_p1":"Developed and maintained SQL Server databases, optimized query performance, and ensured data integrity.",
    "experience_text_p2":"Implemented .NET Core 3 web applications, including RESTful APIs and backend services, using C# and Entity Framework Core.",
    "experience_text_p3":"Created interactive user interfaces with Angular, leveraging component-based architecture and reactive programming.",
    "contact_text":"Contact me:",
    "contact_text_p":"Please, download my CV for contact information.",
    "additional_skill_text":"Additional Skills"
}
  