{
    "language_select": "Cambiar idioma",
    "title": "Desarrollador de software",
    "tools":"Herramientas",
    "email": "marbanappdev@gmail.com",
    "phone": "777 133 17 01",
    "address": "Cuernavaca Morelos, Mexico.",
    "summary": "Soy un desarrollador de software con experiencia en la creación de aplicaciones escalables y de alta calidad.",
    "Profession": "Profesión: ",
    "e-mail": "Correo: ",
    "phone_text": "Teléfono: ",
    "address_text": "Dirección: ",
    "Summary": "Resumen",
    "Languages": "Lenguajes de\n programación",
    "Experience": "Experiencia",
    "Education": "Educación ",
    "experience_1_job": "full stack developer",
    "experience_1_compañy": "NorthWare",
    "experience_1_location": "Home office",
    "experience_1_years": "9 meses - actual",
    "experience_1_responsibilities": "Desarrollar y dar mantenimiento a múltiples aplicaciones usando Angular, bootstrap, .net, net core, vb, c #, jira, git, github y sqlserver. Colaborar con un equipo de desarrolladores y evaluadores de control de calidad para crear software de alta calidad.",
    "experience_2_job": "Front-end SSrv",
    "experience_2_compañy": "INETUM",
    "experience_2_location": "Home office",
    "experience_2_years": "1.2 años",
    "experience_2_responsibilities": "Trabajé como desarrollador front-end, utilizando Angular, Angular Material, RXJS, NGREDUX, Git y GitHub, Colaboré con un equipo de desarrolladores, diseñadores y QA Testers para construir software de alta calidad.",
    "experience_3_job": "full stack developer",
    "experience_3_compañy": "RUNSA",
    "experience_3_location": "Ciudad de México",
    "experience_3_years": "1 años",
    "experience_3_responsibilities": "Trabajé como desarrollador full stack, usando angular, css, rxjs, vb, .net, asp .net, net core, c #, git y github, colaboré con un equipo de desarrolladores para construir software de alta calidad.",
    "experience_4_job": "full stack developer",
    "experience_4_compañy": "devBlock Cloud",
    "experience_4_location": "Home office",
    "experience_4_years": "1.2 años",
    "experience_4_responsibilities": "I worked as a full stack developer, using angular, rxjs,angular clarity, .net core 3 and github, Collaborated with a team of developers to build high-quality software.",
    "experience_5_job": "full stack developer",
    "experience_5_compañy": "freelance",
    "experience_5_location": "Home office",
    "experience_5_responsibilities": "Trabajé como desarrollador full stack, usando angular, rxjs, angular clarity, c #, java, nodejs y github, colaboré con un equipo de desarrolladores para construir software de alta calidad.",
    "experience_5_years": "2 años",
    "education_degree": "Ingeniero TI",
    "education_school": "Universidad Emiliano Zapata",
    "education_location": "Emiliano Zapata, Morelos, Mexico",
    "not_you_language":"Pagina de muestra",
    "components":"Componentes",
    "CV":"Bajar CV",
    "about_me_p1":"Soy un desarrollador web apasionado y hábil con un gran amor por crear experiencias intuitivas y fáciles de usar. Mi viaje en el desarrollo web comenzó hace varios años, y desde entonces, he estado en un camino de aprendizaje emocionante y satisfactorio.",
    "about_me_p2":"Me especializo en tecnologías front-end como HTML, CSS y JavaScript, y disfruto convirtiendo conceptos de diseño en sitios web totalmente funcionales y receptivos. Mi atención al detalle, creatividad y habilidades para resolver problemas me permiten ofrecer soluciones web de alta calidad y visualmente atractivas.",
    "about_me_p3":"Además del desarrollo front-end, estoy bien versado en tecnologías de back-end como dot Net core, lo que me permite construir aplicaciones web robustas y escalables. Tengo experiencia trabajando con bases de datos y API RESTful para garantizar una comunicación fluida entre los componentes front-end y back-end.",
    "about_me_p4":"Mi compromiso con el aprendizaje continuo me mantiene actualizado con las últimas tendencias de la industria y las mejores prácticas. Siempre estoy ansioso por asumir nuevos desafíos y colaborar con equipos diversos para crear experiencias digitales innovadoras.",
    "about_me_p5":"Cuando no estoy programando, puedes encontrarme explorando nuevos lugares, leyendo blogs de tecnología o disfrutando de tiempo de calidad con mi familia y amigos. Creo en el poder de la tecnología para tener un impacto positivo, y estoy emocionado de ser parte de la comunidad de desarrollo web en constante evolución.",
    "about_me_saluto":"Hola, yo soy:",
    "skill_text1":"Competente en el diseño y optimización de esquemas de bases de datos, escritura de consultas SQL complejas y administración del rendimiento de la base de datos. Experiencia en el uso de características como procedimientos almacenados, desencadenadores e índices.",
    "skill_text2":"Fuerte dominio sobre el desarrollo de aplicaciones web robustas y escalables con .NET Core 3 framework. Experto en la creación de API RESTful, la implementación de autenticación y autorización, y el trabajo con Entity Framework Core para las interacciones de bases de datos.",
    "skill_text3":"Competente en el desarrollo de aplicaciones front-end modernas y receptivas utilizando el marco Angular. Experiencia en la creación de componentes, servicios y módulos, la implementación de enrutamiento y administración de estados, y la integración con API de back-end.",
    "main_skill_text":"Habilidades Principales",
    "experience_text":"Experiencia.",
    "experience_text_p1":"Desarrollé y mantuve bases de datos de SQL Server, optimizé el rendimiento de las consultas y garanticé la integridad de los datos.",
    "experience_text_p2":"Implementé aplicaciones web de .NET Core 3, incluidas API RESTful y servicios back-end, con C# y Entity Framework Core.",
    "experience_text_p3":"Creé interfaces de usuario interactivas con Angular, aprovechando la arquitectura basada en componentes y la programación reactiva.",
    "contact_text":"Contáctame:",
    "contact_text_p":"Por favor, descargue mi CV para obtener información de contacto.",
    "additional_skill_text":"Habilidades adicionales"
}
  